Repository: star123good/python-django-wag
Catalog: wagtail/wagtailadmin/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: None
es_es: Ninguno

source: You do not have permission to access the admin
es_es: No tiene permiso para acceder al administrador

source: Scheduled publishing
es_es: Publicación programada

source: Common page configuration
es_es: Configuración de página básica

source: Content
es_es: Contenido

source: Promote
es_es: Promocionar

source: Settings
es_es: Configuración

source: Search
es_es: Buscar

source: Search term
es_es: Término de búsqueda

source: Enter password
es_es: Introduzca contraseña

source: Enter your %s
es_es: Introduzca su %s

source: Enter your email address to reset your password
es_es: Introduzca su dirección de correo electrónico para cambiar su contraseña

source: Please fill your email address.
es_es: Por favor rellene su dirección de correo electrónico.

source: Sorry, you cannot reset your password here as your user account is managed by another server.
es_es: No puede cambiar su contraseña aquí ya que su cuenta está configurada en otro servidor.

source: This email address is not recognised.
es_es: No se ha reconocido su dirección de correo electrónico

source: New title
es_es: Nuevo título

source: New slug
es_es: Nueva ruta

source: New parent page
es_es: Nueva página padre

source: This copy will be a child of this given parent page.
es_es: Esta copia será hija de su página padre

source: Copy subpages
es_es: Copiar subpáginas

source: Publish copied page
es_es: Publicar página copiada

source: This page is live. Would you like to publish its copy as well?
es_es: Esta página está publicada. ¿Le gustaría publicar su copia también?

source: Publish copies
es_es: Publicar copias

source: This slug is already in use within the context of its parent page "%s"
es_es: Esta ruta está actualmente en uso en el contexto de su página padre "%s"

source: Visibility
es_es: Visibilidad

source: This field is required.
es_es: Este campo es obligatorio

source: Please select at least one group.
es_es: Por favor seleccione al menos un grupo

source: This slug is already in use
es_es: Esta ruta está actualmente en uso

source: Go live date/time must be before expiry date/time
es_es: La fecha y hora de publicación debe ser anterior a la fecha y hora de expiración

source: Expiry date/time must be in the future
es_es: La fecha de expiración debe ser mayor que la actual

source: You cannot have multiple permission records for the same collection.
es_es: No puede tener múltiple registros de permiso para la misma colección.

source: Account
es_es: Cuenta

source: Set gravatar
es_es: Establecer gravatar

source: Your avatar image is provided by Gravatar and is connected to your email address. With a Gravatar account you can set an avatar for any number of other email addresses you use.
es_es: Tu imagen de perfil está proporcionada por Gravatar y está conectada con tu dirección de correo electrónico. Con una cuenta de Gravatar puede establecer su imagen de perfil para cualquier dirección de correo electrónico que use.

source: Change password
es_es: Cambiar contraseña

source: Change the password you use to log in.
es_es: Cambie la contraseña que usa para acceder.

source: Notification preferences
es_es: Preferencias de notificación

source: Choose which email notifications to receive.
es_es: Elija que notificaciones por correo electrónico desea recibir.

source: Your password can't be changed here. Please contact a site administrator.
es_es: Su contraseña no puede ser cambiada aquí. Por favor contacte con el administrador del sitio.

source: Update
es_es: Actualizar

source: Reset password
es_es: Cambiar contraseña

source: Password change successful
es_es: Se ha cambiado la contraseña

source: Login
es_es: Acceder

source: Set your new password
es_es: Establezca su nueva contraseña

source: The passwords do not match. Please try again.
es_es: Las contraseñas no coinciden. Por favor inténtelo de nuevo.

source: Check your email
es_es: Compruebe su correo electrónico

source: A link to reset your password has been emailed to you.
es_es: Se ha enviado un enlace a su email para cambiar su contraseña.

source: Please follow the link below to reset your password:
es_es: Por favor siga el enlace para cambiar su contraseña:

source: Your username (in case you've forgotten):
es_es: Su nombre de usuario (si lo ha olvidado)

source: Password reset
es_es: Cambiar contraseña

source: Reset your password
es_es: Cambie su contraseña
